[Events]
April=Nisan Etkinliği
August=Ağustos Etkinliği
Congratulations=TEBRİKLER
December=Aralık Etkinliği
EventEnded=ETKİNLİK BİTTİ
EventWillBegin=ETKİNLİK YAKINDA BAŞLAYACAK
February=Şubat Etkinliği
January=Ocak Etkinliği
July=Temmuz Etkinliği
June=Haziran Etkinliği
March=Mart Etkinliği
May=Mayıs Etkinliği
NotCompleted=TAMAMLANMADI
NotParticipated=KATILMADIN
NotQualified=KATILAMAZSIN
November=Kasım Etkinliği
October=Ekim Etkinliği
Participate=Katıl
PlayAgain=Tekrar Oyna
PlayersOnline=Çevrimiçi Oyuncu
PlayEvent=Etkinliğe Katıl
Qualified=KATILABİLİRSİN
September=Eylül Etkinliği
ViewEvent=Etkinliğe Bak

[Rewards]
ClaimAllRewards=Bütün Ödülleri Al
Claimed=Alınan Ödüller
ClaimReward=Ödülü Al
GoToRewards=ÖDÜLÜ AL
No=HAYIR
NotClaimedYet=ÖDÜL DAHA ALINMADI
PendingRewards=ALINACAK ÖDÜLLER
RewardReceived=ÖDÜL ALINDI
Unclaimed=Alınacak Ödül
UnclaimedRewards=Alınmamış Ödülün Var
YouHave=VAR OLAN

[Unlocks]
ConsoleEight=100 Elebaşı
ConsoleEight_Desc=Mobil: 100 Çete Elebaşına Suikast Düzenle
ConsoleFive=Mahalle 3
ConsoleFive_Desc=Mobil: Sığınağı Mahalle 3'e Taşı
ConsoleFour=Batman'i Yen
ConsoleFour_Desc=Mobil: Batman'i Yen
ConsoleNine=$10.000.000 Harca
ConsoleNine_Desc=Mobil: Lüks Eşyalara $10.000.000 Harca
ConsoleOne=Çete Adlandır
ConsoleOne_Desc=Mobil: Çeteni Adlandır
ConsoleSeven=HUB Sıhhiye
ConsoleSeven_Desc=Mobil: HUB Sıhhiye Çılgınlığını Taşı
ConsoleSix=Sığınağı Savun
ConsoleSix_Desc=Mobil: Sığınağı 30 Rakibe Karşı Savun
ConsoleTen=Süper Kötü Adamları Yen
ConsoleTen_Desc=Mobil: 250 Süper Kötü Adamı Yen
ConsoleThree=50. Seviye Sığınak
ConsoleThree_Desc=Mobil: Sığınağı 50. Seviyeye Yükselt
ConsoleTwo=Süper Kötü Adamlar
ConsoleTwo_Desc=Mobil: 2. Süper Kötü Adamı Aç (Bu Kişi Korkuluk Olamaz)
MobileEight=Bilmececi'yi Tamamla
MobileEight_Desc=Konsol: Bilmececi'nin Dört Mağarasını/Odasını Tamamla
MobileFive=Batmobil'i Sür
MobileFive_Desc=Konsol: 5. Bölüm'de Batmobil'i Üç Ada'da Sür
MobileFour=Milis Gözetleme Kulesi
MobileFour_Desc=Konsol: 3. Bölüm'de Milis Gözetleme Kulesini Temizle
MobileNine=Üç Depoyu Yok Et
MobileNine_Desc=Konsol: Penguen'in Üç silah Deposunu Yok Et
MobileOne=Korkuluk'un Yerini Bul
MobileOne_Desc=Konsol: 1. Bölüm'de Korkuluk'un Yerini Bul
MobileSeven=İki Yüz'ü Durdur
MobileSeven_Desc=Konsol: İki Yüz'ün Gotham Şehri'ndeki Bankayı Soymasını Engelle
MobileSix=Dört Patlayıcıyı Etkisizleştir
MobileSix_Desc=Konsol: Gotham Sokaklarına Yerleştirilmiş Dört Patlayıcı Cihazı Etkisizleştir
MobileTen=Süper Kötü Adamları Hapset
MobileTen_Desc=Konsol: Üç Farklı Süper Kötü Adamı Hapse Gönder
MobileThree=Üç Üyeyi Kurtar
MobileThree_Desc=Konsol: İstasyon 17'den Ateş Ekibi'nin Üç Üyesini Kurtar
MobileTwo=Kedi Kadınla Tanış
MobileTwo_Desc=Konsol: Bölüm 3'te Kedi Kadınla Tanış

[WBID]
Accept=Kabul Et
AcceptBoilerPlate=Onayla
AccountCreationAlreadyExistsMsg=Aynı e-posta adresine sahip bir hesap zaten mevcut. Lütfen e-posta adresin ve şifrenle giriş yap. Şifreni unuttuysan lütfen şifreni sıfırlamak için http://www.wbplay.com/help adresine git.
AccountCreationAlreadyExistsTitle=Hesap Zaten Mevcut
AccountCreationFailedMsg=Bir hata oluştu. Lütfen daha sonra tekrar dene.
AccountCreationFailedTitle=Hesap Oluşturma Başarısız
AccountCreationSuccessMsg=Tebrikler! WBPlay'e giriş yaptın.
AccountCreationSuccessMsgDurango=Tebrikler! WBPlay'e giriş yaptın.
AccountCreationSuccessMsgOrbis=Tebrikler! WBPlay'e giriş yaptın.
AccountCreationSuccessMsgPatch1=Tebrikler! WBPlay'e giriş yaptın. Anime Batman Kostümü ödülü senindir.
AccountCreationSuccessMsgPatch1Durango=Tebrikler! WBPlay'e giriş yaptın. Anime Batman Kostümü ödülü senindir.
AccountCreationSuccessMsgPatch1Orbis=Tebrikler! WBPlay'e giriş yaptın. Anime Batman Kostümü ödülü senindir.
AccountCreationSuccessTitle=Hesap Oluşturma Başarılı
AccountLinkFailedMsg=Geçersiz şifre ya da e-posta. Şifreni unuttuysan lütfen sıfırlamak için http://wbplay.wbgames.com/help adresine git.
AccountLinkFailedTitle=Hesap Bağlama Başarısız
Back=Geri
Busy=Bağlanıyor
ButtonAcceptPrivacyPolicy=Onayla
ButtonConfirmRejectBoilerPlate=Reddet
ButtonConfirmRejectPolicy=Reddet
ButtonConfirmSkipForever=Geç
ButtonForgotPassword=Şifreni mi Unuttun?
ButtonGenericContinue=Tamam
ButtonMainCreateWBID=WBID Oluştur
ButtonMainRemindNextTime=Sonra Hatırlat
ButtonMainSkipForever=Geç: Hatırlatma
ButtonMainUseExistingWBID=Mevcut WBPlay Hesabını Kullan
ButtonSubmitExistingWBID=Devam Et
ButtonSubmitNewWBID=Devam Et
ChangePassword=Şifreyi Değiştir
CommunityAccountLinkSuccessMsgPatch1=Batman Arkham Şövalyesi Topluluğu sitesine girdiğin için teşekkürler! Zur-En-Arrh Batman Kostümü ödülü senindir!
ConfirmAge=Yaşını gir:
ConfirmLoggedInDescription=Batman™: Arkham Şövalyesi WBID'in ile bağlandı %s
ConfirmLoggedInTitle=WBID BAĞLANDI
ConfirmSkipForeverDescription=Warner Bros. ID (WBPlay)\nBatman™: Arkham Şövalyesi'ni WBPlay'e bağlayarak özel topluluk özelliklerine erişebilirsin:\n-Özel Çevrimiçi yarışmalar ve Mücadeleler\n- Topluluk Saygınlığı kazanma\n- Özel Ödüller kazanma
ConfirmSkipForeverTitle=WBID GEÇİLSİN Mİ?
ConnectionStatusAgeRestriction=Yaş sınırlamalı
ConnectionStatusGameUpdateRequired=Oyun güncellemesi gerekli
ConnectionStatusNotConnected=Bağlı Değil
ConnectionStatusNotSignedIn=Giriş yapılmadı
ConnectionStatusPending=Beklemede
ConnectionStatusSignedIn=Giriş Yapıldı
ConnectionStatusTitle=Bağlantı Durumu
Create=WBPlay'e Katıl
CreateNewWbidTitle=Yeni WBPlay Hesabı Oluştur
Dissociate=Hesabı Ayır
EnterEmailDesc=Lütfen e-posta adresini gir.
EnterPassDesc=Lütfen şifreni gir.
EnvironmentTitle=Çevre
ForgotPassword=Şifremi Unuttum
ForgotPasswordEmailMsg=Kısa süre içinde WBPlay hesabının şifresini nasıl sıfırlayacağınla ilgili yönergeleri içeren bir e-posta alacaksın.
ForgotPasswordEmailTitle=Şifremi Unuttum E-Postası
GameUpdateRequiredPS4Msg={Network} özellikleri, gerekli bir oyun güncelleştirmesi sebebiyle devre dışı bırakıldı. Lütfen oyunu güncelleyip tekrar dene.
GameUpdateRequiredPS4Title=Oyun Güncellemesi Gerekli
GameUpdateRequiredSteamMsg=Özellikler, gerekli bir oyun güncelleştirmesi sebebiyle devre dışı bırakıldı. Lütfen oyunu güncelleyip tekrar dene.
GameUpdateRequiredSteamTitle=Oyun Güncellemesi Gerekli
GameUpdateRequiredXB1Msg=Özellikler, gerekli bir oyun güncelleştirmesi sebebiyle devre dışı bırakıldı. Lütfen oyunu güncelleyip tekrar dene.
GameUpdateRequiredXB1Title=Oyun Güncellemesi Gerekli
HidePassword=Şifreyi Gizle
HydraStatusConnected=Bağlı
HydraStatusNotConnected=Bağlı değil
HydraStatusTitle=Hydra Durumu
IncompleteConfirmDetails=Lütfen devam etmek için şifreni onayla.
IncompleteCreateNewDetails=Lütfen devam etmek için e-postan ile şifreni gir.
IncompleteResetPasswordDetails=Lütfen devam etmek için WBID e-posta adresini gir.
IncompleteSignInDetails=Lütfen devam etmek için WBID e-posta adresin ile şifreni gir.
IncompleteSignInTitle=TAMAMLANMADI
IneligibleAgeMsg=Yaşın yüzünden WBPlay hesabı oluşturulamadı. Lütfen daha fazla bilgi için http://www.wbplay.com/help adresini ziyaret et.
IneligibleAgePS4Msg={Network} özellikleri Ebeveyn Kısıtlamaları yüzünden devre dışı.
IneligibleAgeTitle=Yaş Uygun Değil
IneligibleRegionMsg=Üzgünüz, bölgende bir WBPlay hesabı oluşturamayız.
IneligibleRegionTitle=Bölge Uygun Değil
InvalidAgeEmpty=Lütfen devam etmek için yaşını gir.
InvalidAgeFormatDescription=Doğum tarihi 'AAGGYYYY' şeklinde olmalı
InvalidAgeFormatDescriptionUK=Doğum tarihi 'GGAAYYYY' şeklinde olmalı
InvalidAgeFormatTitle=GEÇERSİZ DOĞUM TARİHİ
InvalidEmailDescription=Girdiğin e-posta adresi geçerli değil.
InvalidEmailTitle=E-POSTA ADRESİ GEÇERSİZ
InvalidPasswordDescription=Şifre 6-32 karakter uzunluğunda olmalı ve harf ile sayı içermelidir.\nÖrneğin "Yaralı61", "Ayça22", "Zalım06"
InvalidPasswordTitle=GEÇERSİZ ŞİFRE
LegalDownloadFailedMsg=WBPlay Hizmet Şartları ve Gizlilik İlkesi alınamadı. Lütfen daha sonra tekrar dene.
LegalDownloadFailedTitle=İndirme Başarısız
Link=WBPlay Hesabı ile Giriş Yap
MainMenuBodyLinked=Zaten bir WBPlay hesabına bağlısın.
MainMenuBodyUnLinked=Batman: Arkham Şövalyesi'nde WBPlay'e giriş yaparak özel ilave içeriğe erişebilirsin!
MainMenuBodyUnLinkedPatch1=Anime Batman Kostümü almak ve gelecekteki özel ilave içeriklere erişmek için Batman: Arkham Şövalyesi'nde WBPlay™'e giriş yap!
MainMenuDescription=Warner Bros. ID (WBPlay)\nBatman: Arkham Şövalyesi'nde WBPlay'e giriş yaparak özel ilave içeriğe erişebilirsin!
MainMenuTitle=WBPlay
NetworkDebug=WBPlay Ağ Durumu
NetworkErrorDescription=Ağa bağlanırken bir sorun oluştu. Lütfen Ana Menü'den tekrar dene.
NetworkErrorTitle=AĞ BAĞLANTI HATASI
NewUserPP=Gizlilik İlkesi
NewUserPrivacyPolicy=GİZLİLİK İLKESİ
NewUserTOS=Hizmet Şartları
NotConnectedInternetMsg=Çevrimiçi Steam özellikleri bir internet bağlantısı gerektirir. Lütfen bağlanıp tekrar dene.
NotconnectedInternetTitle=İnternete Bağlı Değil
NotConnectedPS4Msg={Network} bağlantısı koptu. Lütfen internet bağlantını kontrol et.
NotConnectedPS4Title={Network} Bağlantısı Yok
NotConnectedSteamMsg=Steam'e bağlı değilsin.
NotConnectedSteamTitle=Steam'e Bağlı Değil
NotConnectedXB1Msg=Xbox Live özellikleri bir internet bağlantısı gerektirir. Lütfen bağlanıp tekrar dene.
NotConnectedXB1Title=Xbox Live'a Bağlı Değil.
NotSignedInPS4Msg=Bir Sony Entertainment Network hesabına giriş yapmadın.
NotSignedInPS4Title=Girilen Bir {Network} Yok
NotSignedInSteamMsg=Bu özelliği kullanabilmek için Steam'e giriş yapmış olmalısın. Lütfen giriş yapıp tekrar dene.
NotSignedInSteamTitle=Bir Steam Hesabına Bağlı Değil
NotSignedInXB1Msg=Bir Xbox One Profiline giriş yapmadın
NotSignedInXB1Title=Xbox Profili'ne Girilmedi
PasswordFieldEmpty=ŞİFRE BOŞ
PasswordMismatchDescription=Lütfen şifreni ikinci kere tekrar gir.
PasswordMismatchTitle=ŞİFRELER UYUŞMUYOR
PasswordResetDescription=“%s” kayıtlı bir WBID ise şifreni sıfırlamak için gerekli yönergeler bir mesajla yollandı.
PasswordResetTitle=ŞİFREYİ SIFIRLA
PleaseWait=Lütfen Bekle
PleaseWaitWBID=WBPlay'e bağlanılıyor. Lütfen sonra tekrar dene.
PrivacyPolicyPS4Msg=Bu anlaşmayı kabul ederek Sony Entertainment Network hesabını WBPlay hesabına bağlayacaksın. Bunun yapmak için Çevrimiçi Kimliğini PlayStation™Network'ten alıp ABD'ye geçirecek ve gizlilik ilkemize uygun olarak kullanacağız.
ReceiveEmails=WB haberlerini ve güncellemelerini al
RejectBoilerPlateDescription=Kabul etmezsen WBID etkinleştirilemez.
RejectBoilerPlateTitle=REDDET
RejectPrivacyPolicyFirstTimeDescription=Gizlilik İlkesini kabul etmezsen WBID devre dışı kalacak.
RejectPrivacyPolicyFirstTimeTitle=GİZLİLİK İLKESİNİ REDDET
RejectPrivacyPolicyUpdateDescription=Gizlilik İlkesi güncellemesini kabul etmezsen WBID devre dışı kalacak.
RejectPrivacyPolicyUpdateTitle=GİZLİLİK İLKESİ GÜNCELLEMESİNİ REDDET
RemindEmailVerificationDescription=E-posta adresini onayladığına emin ol “%s". Değiştirmek istersen www.batmanarkhamcity.com adresine git.
RemindEmailVerificationTitle=E-POSTA HATIRLATICISI
ResendEmail=E-Postayı Tekrar Gönder
ResendEmailMsg=Bu [e-posta adresi] ile bir hesap mevcutsa bir Şifre Sıfırlama e-postası alacaksın. Şifreni sıfırlamak için e-postadaki yönergeleri izle.\nBirkaç saat için Şifre Sıfırlama e-postası almazsan Gereksiz E-Posta klasörünü kontrol et ve WBGames.com adresinin güvenli gönderici listesinde olduğuna emin ol. Sonrasında da bir e-posta almazsan hesabın mevcut olmayabilir. Lütfen daha fazla yardım almak için http://support.wbgames.com adresinden WB Games desteği ile görüş.
ResendEmailTitle=E-Postayı Tekrar Gönder
Scroll=Kaydır
Select=Seç
ServiceUnavailableMsg=WBPlay hizmeti şu an mevcut değil. Lütfen sonra tekrar dene.
ServiceUnavailableTitle=Servis Mevcut Değil
TextfieldEmail=E-Posta Adresi:
TextfieldPassword=Şifre Gir:
TextfieldPasswordConfirm=Şifreyi Onayla:
TitleWBIDOptions=WBPlay Hesap Seçenekleri
UnderageDescription=Üzgünüz ancak şu an Warner Bros. ID hesabı için uygun değilsin.
UnderageTitle=YAŞ SINIRI
Unlink=WBPlay Hesabını Kaldır
UnlinkConfirmMsg=WBPlay hesabının bağlantısını kaldırmak istediğine emin misin?
UnlinkConfirmTitle=Kaldırmayı Onayla
UnlinkFailedMsg=Hesap Kaldırılamadı
UnlinkFailedTitle=Kaldırma Başarısız
UnlinkOfferMsg=Bu WBPlay hesabının bağlantısını kesmek ister misin?
UnlinkSuccessMsg=Hesabının bağlantısı başarıyla kesildi.
UnlinkSuccessTitle=Kaldırma Başarılı
UpdatedPrivacyPolicy=GİZLİLİK İLKESİ GÜNCELLEMESİ
UseExistingDescription=Batman™: Arkham Şövalyesi topluluk profili oluşturmak için lütfen WBID e-posta adresin ile şifreni gir.
UseExistingTitle=MEVCUT WBPlay HESABINI KULLAN
WBIDAssociationNotifyDescription=Tebrikler, Batman™: Arkham Şövalyesi başarıyla WBID'ne bağlandı!\n\nWBID e-posta adresini önceden onayladıysan şimdi bütün WBID'nin bütün faydalarından yararlanabilirsin!
WBIDAssociationNotifyTitle=WBID BAĞLANTI BİLDİRİMİ
WBIDCreatedDescription=Tebrikler, WBID'n başarıyla oluşturuldu! WBID e-posta adresine bir mesaj yollandı. İçindeki bağlantıya tıklayarak topluluk sitesi profilini tamamla ve özel ödülünü al.
WBIDCreatedTitle=WBID OLUŞTURMA BAŞARILI
WBIDNotFoundDescription=WBID onaylanamadı. Lütfen e-posta adresini ve/veya şifreni kontrol edip tekrar dene
WBIDNotFoundTitle=WBID BAĞLANTISI BAŞARISIZ
WBIDTitle=WBID
WBPlayCodeTitle=WBPlay Kodu
WBPlayGenericErrorMsg=Bir hata oluştu. Lütfen sonra tekrar dene.
WBPlayGenericErrorTitle=WBPlay
WBPlayStatusDisabledByKillSwitch=Kapatma tuşu ile devre dışı bırakıldı
WBPlayStatusDisabledFailedToInitialize=Başlatılamadı
WBPlayStatusDisabledIneligibleAge=Uygunsuz yaş
WBPlayStatusDisabledIneligibleRegion=Uygunsuz bölge
WBPlayStatusDisabledNoHydra=Hydra kapalı
WBPlayStatusGameUpdateRequired=Oyun güncellemesi gerekli
WBPlayStatusInitializing=Başlatılıyor
WBPlayStatusInvalid=Geçersiz
WBPlayStatusNotConnected=Bağlı Değil
WBPlayStatusNotSignedIn=Giriş yapılmadı
WBPlayStatusOffline=Çevrimdışı
WBPlayStatusOfflineButReadyForLinking=Bağlantıya Hazır
WBPlayStatusOnline=Çevrimiçi
WBPlayStatusServiceUnavailable=Hizmet mevcut değil
WBPlayStatusTitle=WBPlay Durumu
WBPlaySuccessTitle=WBPlay Başarılı
WBPlayWBIDNotFoundMsg=Girdiğin e-posta adresi geçerli bir WBPlay hesabı değil.
WBPlayWBIDNotFoundTitle=WBPlay

[WBPlay]
ManageAccount=Hesabı Yönet
NotSignedIn=GİRİŞ YAPILMADI
SignedIn=GİRİŞ YAPILDI
SignIn=WBPlay'e Gir
SignInToClaim=Ödülü Almak için Giriş yap
TryAgain=Tekrar Dene
WBPlay=WBPlay

